[
    {
        "category": "Trending",
        "title": "Everything you need to know about Screen Recording",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT3tC4wJg9L594EINfBp05ODSlHVZUMmUCcyQ&usqp=CAU",
        "author": "faisal@gmail.com",
        "date": "21 Feb, 2023",
        "description": "Screen capture apps record what's happening on your screen, including the movement of your cursor, so you can deliver instructions, describe problems, or share knowledge. Writing out descriptions of such things takes significantly longer than just showing someone your screen, but you're usually not standing next to the person or people who need to see your screen. Video capture apps solve that problem."
    },
    {
        "category": "Trending",
        "title": "Share the experiences of Screen Recording",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTsvV_xZOt7CaTG86XMByHmpN1SgBb4ZrxfIQ&usqp=CAU",
        "author": "korim@gmail.com",
        "date": "24 Feb, 2023",
        "description": "This is the first things you should look for screen recorder. Even though all the features are very good. That’s why i use this service of screen recording. You're going for records both internal (system) audio and microphone audio."
    },
    {
        "category": "Trending",
        "title": "Free trail Plan for purchase",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSkyZAxiDtcg4RZz0lzmvrdpfMtgIVwjMtm4g&usqp=CAU",
        "author": "kayra@gmail.com",
        "date": "09 Feb, 2023",
        "description": "Many recording software online are built with professional editors and video makers in mind.If you’re an average user with no prior video-making experience, you might find it difficult to get accustomed to the basic functionalities and use cases of the software. Hence, it's always safer to test the software, its interface, and its features before you plan to pay for it. Just sign up for a free trial & experience the product in action before you purchase it"
    },
    {
        "category": "Trending",
        "title": "Telling the best Pricing that's will help you",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRAj7m4yOBJg6cYjcA496zvphHdE68TzheqEg&usqp=CAU",
        "author": "joseph@gmail.com",
        "date": "23 Feb, 2023",
        "description": "There are a ton of free and paid screen recording software available online.However, it's important to note that most of these free screen recorders only provide basic screen recording functionalities. They don't provide advanced editing and storage functionalities that are required to take professional videos.If you wish to record professional screen-recorded videos, it's better to pay a few extra dollars and go for a paid screen recorder."
    },
    {
        "category": "Trending",
        "title": "Easy to use for all services",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSBie4ObHk1THLyFCE64eOZWWzaSf5bI3QKVQ&usqp=CAU",
        "author": "Miraj@gmail.com",
        "date": "15 Jan, 2023",
        "description": "While you sign up for a free trial, check whether your screen recorder has a user-friendly interface. It should have beginner-friendly customization tools & drag-and-drop features. They will not only help you save your time and money, but also make your recording experience less stressful."
    },
    {
        "category": "Trending",
        "title": "Best Team chatting Services",
        "img": "https://www.chanty.com/blog/wp-content/uploads/2017/12/Team-chat-apps-1536x789.png",
        "author": "Joy@gmail.com",
        "date": "19 Jan, 2023",
        "description": "Here’s the truth: It is really amazing ‘team chatting’ services for communicate with anyone. Basically it's work for user role. When the user buy this service, user can see what type accout buy. Today’s corporate messengers are not just about communication anymore. As business demands have risen, team chat apps have turned into powerful collaboration tools."
    },
    {
        "category": "Trending",
        "title": "Adding media to a post from your dashboard",
        "img": "https://i.ibb.co/tPbqVRP/add-media.png",
        "author": "Faize@gmail.com",
        "date": "19 Jan, 2023",
        "description": "You can add media to your posts in the dashboard section of your recording routes. It's the nice feature because we can store our video on this website. It was very interesting for me. That's why i share my expression."
    },
    {
        "category": "Trending",
        "title": "Choose the People and decide add friend",
        "img": "https://i.ibb.co/tPbqVRP/add-media.png",
        "author": "Faize@gmail.com",
        "date": "26 Jan, 2023",
        "description": "You can view the people routes on dashboard page. Then you can view all the user. Then you can send friend request. Wheb the other man accept my request it will visit friends routes. This is the good feture on this web application."
    },
    {
        "category": "Trending",
        "title": "Most useful website",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQHLVklm52xhPnjrL8TKiPOQTwQ4XiOMyW6xQ&usqp=CAU",
        "author": "Faize@gmail.com",
        "date": "07 Feb, 2023",
        "description": "It was really a good website. Because pluggedin offers a good services than other appllication. When you use this application you can understands this opinion. So you can try to acces the premium services."
    }
    
]